/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "Rođendan od %@";

/* Title for event birthday (without a name) */
"Birthday" = "Rođendan";

"FACEBOOK_CALENDAR_NAME" = "Facebook događaji";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Kalendar";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Podsjetnici";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Podsjetnici";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Podsjetnik";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "Događaj se ne može uređivati.";

"NO_CALENDAR_ERROR" = "Nije podešen nijedan kalendar.";

"NO_START_DATE_ERROR" = "Nije podešen datum početka.";

"NO_END_DATE_ERROR" = "Nije podešen datum završetka.";

"DATES_INVERTED_ERROR" = "Datum početka treba biti prije datuma završetka.";

"UNEXPECTED_ERROR" = "Došlo je do neočekivane greške.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Taj kalendar se ne može premjestiti u drugi račun.";


"CALENDAR_READ_ONLY_ERROR" = "Kalendar se može samo čitati.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "Događaj je predugačak za tako često pojavljivanje.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "Događaj se ponavlja prije pojave alarma.";

"START_DATE_FUTURE_ERROR" = "Događaj je predaleko u budućnosti.";

"OCCURRENCE_COLLISION_ERROR" = "Na ovaj datum pojavljuje se druga instanca ovog događaja.";

"INVITES_CANNOT_MOVE_ERROR" = "Pozivnice se ne mogu premjestiti u drugi kalendar.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "Zemljopisni podaci lokacije podsjetnika ne mogu se povezati s adresom radi oglašavanja alarma.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "Taj događaj ne pripada toj bazi događaja.";

/* developer error */
"SPAN_ERROR" = "Naveden je nevažeći raspon.";

"CALENDAR_HAS_NO_SOURCE" = "Kalendar nema izvor";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Polje ponavljanja ne može se promijeniti.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Alarmi se ne mogu promijeniti.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Sudionici se ne mogu promijeniti";

"CALENDAR_IMMUTABLE" = "Ovaj kalendar ne može se promijeniti ni obrisati.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "Ovaj račun ne podržava lokacije sa zemljopisnim informacijama.";

"ACTIONS_NOT_SUPPORTED" = "Ovaj račun ne podržava postupke.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Ovaj račun ne podržava lokacije za podsjetnike.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Ovaj račun ne podržava alarme bazirane na blizini.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "Ponavljajući podsjetnik treba sadržavati datum isteka.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Taj račun ne dozvoljava dodavanje ili uklanjanje kalendara.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Taj kalendar ne dozvoljava dodavanje događaja.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Taj kalendar ne dozvoljava dodavanje podsjetnika.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "Taj račun ne podržava podsjetnike.";

"PRIORITY_IS_INVALID" = "Prioriteti trebaju biti između 0 i 9.";

"INVALID_ENTITY_TYPE" = "Ovo nije važeći EKEntityType.";
